brew 'awscli'
brew 'chruby', args: ['HEAD']
brew 'coreutils'
brew 'ctags'
brew 'findutils'
brew 'git'
brew 'gnu-sed'
brew 'imagemagick'
brew 'jmeter', args: ['with-plugins']
brew 'jq'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'mongodb'
brew 'mysql'
brew 'openssl'
brew 'packer'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-install'
brew 'sqlite'
brew 'tig'
brew 'tmux'
brew 'vim', args: ['with-override-system-vi']
brew 'wget'
brew 'zsh'

tap 'caskroom/cask'
cask 'appcleaner'
cask 'chefdk'
cask 'docker-toolbox'
cask 'iterm2'
cask 'java'
cask 'kindle'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
